# SPDX-FileCopyrightText: 2023 Jerin Joy
#
# SPDX-License-Identifier: Apache-2.0

# Packages that will be installed on macOS

brew "bat"
brew "black"
brew "ccache"
brew "ctags"
brew "exa"
brew "fd"
brew "fish"
brew "flake8"
brew "fzf"
brew "git"
brew "git-delta"
brew "lazygit"
brew "meson"
brew "mosh"
brew "neovim"
brew "ripgrep"
brew "the_silver_searcher"
brew "tmux"
brew "wget"
